{
    "lore-wolfstone-title": "Hrad Vlčí kámen",
    "lore-wolfstone-piece1": "Částečně zničený hrad Vlčí kámen měl bohatou historii, která začala před staletími, kdy to byla pouze jediná čtvercová věž, postavená k dohledu nad cennými doly v okolní oblasti. Věž byla postavena s velkou péčí, protože doly byly klíčové pro ekonomiku a bezpečnost regionu. Časem se věž osvědčila jako pevná stavba a odolala zkoušce času i přírodním vlivům.\r\n\r\nJak roky plynuly, věž byla darována nově povýšenému baronovi za jeho úspěchy v nějaké válce. Baron byl za dar vděčný a tvrdě pracoval na rozšíření věže na plnohodnotný hrad, přičemž přidal příkop a silné zdi, aby chránil oblast. Hrad se nadále vyvíjel a rozšiřoval pod potomky původního barona, jak doly byly čím dál výnosnější.\r\n\r\nHrad dostal jméno po smečce vlků, kteří žili v okolní oblasti a kteří byli místními lidmi obdivováni pro svou sílu a odolnost. Tak se hrad stal známým jako Vlčí kámen, jméno, které přetrvalo staletí.\r\n\r\nPoslední pán Vlčího kamene byl vášnivý čtenář a spisovatel, který trávil mnoho hodin listováním v bohaté sbírce knih v hradní knihovně. Byl to vzdělaný muž s ostrým intelektem a hlubokým porozuměním světu kolem sebe. Často trávil dlouhé hodiny čtením u krbu, ponořený do myšlenek, jak přemýšlel o tajemstvích života.\r\n\r\nPřes svou lásku ke knihám byl poslední pán Vlčího kamene také statečným válečníkem, který vedl svůj lid do boje. Byl spravedlivým a čestným vládcem, který se hluboce staral o svůj lid a neúnavně pracoval na zajištění jejich bezpečnosti a prosperity. Navzdory jeho nejlepším snahám však hrad nakonec upadl do chátrání, když se doly začaly vyčerpávat a okolní oblast ztrácela na bohatství.\r\n\r\nDnes stojí částečně zničený hrad Vlčí kámen jako svědectví dávné éry, připomínka bohaté historie a tradic, které utvářely svět kolem nás.",
    "game:ingamediscovery-lore-wolfstonecastle": "Objevena pověst \"Hrad Vlčí kámen\"\nČást {0} / {1}\n<font size=\"20\">Stiskni J pro otevření deníku</font>",
    "lore-darkheat-title": "Temné dusno",
    "lore-darkheat-piece1": "Den 1:\n\nVydal jsem se prozkoumat ruiny, které zasáhl meteorit. Při zkoumání starověkých staveb jsem narazil na podivný kámen, který rozlomil meteorit. Nepodobal se ničemu, co jsem kdy viděl.\n\nDen 2:\n\nStrávil jsem noc v ruinách a nemohl odtrhnout oči od kamene. Když padla tma, všiml jsem si něčeho zvláštního. Kámen vyzařoval značné množství tepla. Čím byla větší tma, tím více žhnul. Bylo to, jako by kámen vytvářel své vlastní světlo.___NEWPAGE___",
    "lore-darkheat-piece2": "Den 3:\n\nStrávil jsem celý den experimentováním s kamenem. Zjistil jsem, že reaguje na různé druhy tmy, od nedostatku světla po stíny. Jako by se živil tmou a přeměňoval ji na energii. Nikdy jsem nic podobného neviděl. Také jsem si všiml, že teplo, které vytváří, je dostatečně silné na roztavení železa.\n\nDen 5:\n\nPokračoval jsem ve svých experimentech s kamenem. Zjistil jsem, že na různé druhy tmy reaguje různě. Například při vystavení stínu živých bytostí vytváří více tepla, než když leží v tmavé uzavřené krabici. Ještě si nejsem jistý, co to znamená, ale je to fascinující.\n\nDen 8:\n\nPracoval jsem na novém experimentu, abych otestoval limity síly kamene. Umístil jsem ho do úplně temné uzavřené nádoby a sledoval uvolňované teplo. Teplota rychle stoupala, mnohem víc, než jsem čekal.___NEWPAGE___",
    "lore-darkheat-piece3": "Den 10:\r\n\r\nNemohu skrýt své vzrušení. Kámen překonal všechna má očekávání. Generuje teplo na bezprecedentní úrovni, dostatečné k zásobování malého města. Musím být opatrný, protože moc kamene je nepředvídatelná a mohla by být nebezpečná, pokud nebude kontrolována.\r\n\r\nDen 15:\r\n\r\nMůj poslední experiment skončil katastrofálním neúspěchem. Pokusil jsem se zvýšit výkon kamene přidáním více tmy. Síla kamene se však stala nekontrolovatelnou a způsobila masivní výbuch. Utrpěl jsem vážná zranění a moje laboratoř je zničena.\r\n\r\nDen 20:\r\n\r\nMé rány se nezahojily a obávám se, že umírám. Kámen byl příliš silný a já byl pošetilý, když jsem si myslel, že ho dokážu ovládat. Mohu jen doufat, že můj výzkum bude pro někoho užitečný a že se z mých chyb poučí.",
    "game:ingamediscovery-lore-darkheat": "Objevena pověst \"Temné dusno\"\nČást {0} / {1}\n<font size=\"20\">Stiskni J pro otevření deníku</font>",
    "lore-lastwall-title": "Pozůstatky zdi",
    "lore-lastwall-piece1": "Kdysi zde bylo město známé svým bohatým rybářským průmyslem. Symbol města byla velká ryba a jeho obyvatelé byli hrdí na svou prosperitu. Město bylo obklopeno zdmi, které stály po staletí, jako důkaz síly a odolnosti města.\r\n\r\nJedné osudné noci však na město sestoupilo tajemné stvoření. Bylo to stvoření tmy s křídly, která zakryla měsíc, a řevem, který otřásl samotnou zemí. Obyvatelé města utíkali v hrůze, ale stvoření bylo příliš rychlé. Výbuchem temné energie zničilo polovinu města a zanechalo jen zničený úsek zdi.\r\n\r\nPřeživší obyvatelé města byli v šoku, neschopni pochopit hrůzu, která na ně padla. Stvoření nebylo nikde vidět, zůstala jen zkáza a zoufalství. Město bylo v troskách a jeho lidé byli zničení.\r\n\r\nČasem se město stalo místem legend, s příběhy o stvoření, které se předávaly z generace na generaci. Někteří tvrdili, že to bylo démon, poslaný z hlubin pekla, zatímco jiní říkali, že to byl prokletý drak, který se mstí za nějakou dávno zapomenutou křivdu.\r\n\r\nRuina zdi stála jako pochmurná připomínka tragédie města, svědectví o destrukci, kterou přineslo tajemné stvoření. Kameny byly zvětralé a popraskané, s mechem rostoucím po jejich stranách. Symbol města, velká ryba, byl stále vidět na zdi a praporech, ale místo bylo dávno opuštěné a zapomenuté.\r\n\r\nTajemné stvoření je stále předmětem debat a spekulací, někteří stále tvrdí, že se toulá krajinou a hledá svou další oběť. Ruina zdi stojí jako tichý svědek hrůzy, která postihla město, a varování pro ty, kteří se odváží pokoušet osud.",
    "game:ingamediscovery-lore-lastwall": "Objevena pověst \"Pozůstatky zdi\"\nČást {0} / {1}\n<font size=\"20\">Stiskni J pro otevření deníku</font>",
    "lore-lastfisherman-title": "Poslední slova rybáře",
    "lore-lastfisherman-piece1": "Píšu toto v naději, že někdo najde má slova a pochopí hrůzy, kterým jsme čelili. Jsem jen obyčejný vesničan, prostý rybář, který viděl věci, které by žádný člověk neměl vidět.\r\n\r\nZačalo to včera v noci jako každá jiná. Měsíc byl vysoko na obloze a město bylo tiché. Byl jsem ve své chatě, psal jsem do této knihy, když jsem uslyšel zvuk, který mi zmrzl krev v žilách. Byl to řev, zvuk jako tisíc medvědů řvoucích naráz.\r\n\r\nVyšel jsem ven a uviděl to - stvoření, které zničí naše město. Bylo to něco, co jsem nikdy předtím neviděl, monstrum s křídly, která zakryla měsíc, a očima, které žhnuly jako uhlíky. Vydalo další řev a viděl jsem, jak polovina města zmizela před mýma očima.\r\n\r\nVěděl jsem tehdy, že jsme odsouzeni k zániku, že naše město je ztracené. Cítil jsem, jak se nade mnou stahuje temnota, a věděl jsem, že nepřežiji noc. A přesto, i když píšu tato slova, nemohu se ubránit pocitu naděje.\r\n\r\nMožná někdo najde tuto knihu a pochopí hrůzy, kterým jsme čelili. Možná zjistí, že jsme byli kdysi prosperující město, místo, kde se ryby hojně vyskytovaly v řece a lidé byli šťastní. A možná také zjistí, že jsme neodešli tiše do noci, ale bojovali až do hořkého konce.\r\n\r\n... Následující stránky jsou spálené a drobí se v rukou ...",
    "game:ingamediscovery-lore-lastfisherman": "Objevena pověst \"Poslední slova rybáře\"\nČást {0} / {1}\n<font size=\"20\">Stiskni J pro otevření svého deníku</font>",
    "lore-glimmershield-title": "Hrad Glimmershield",
    "lore-glimmershield-piece1": "V srdci království stál velkolepý hrad známý jako Glimmershield. Byl to zázrak k vidění, s jeho impozantním čtvercovým tvarem obklopeným hlubokým příkopem a chráněný čtyřmi mohutnými věžemi, z nichž každá stála vysoká a pyšná sama o sobě.\r\nRodina Wycliffe, mocný a vlivný klan, byli pány Glimmershildu v raných stoletích.\r\nJejich hrad byl závistí všech, kteří na něj pohlédli, skutečným důkazem jejich bohatství, moci a prestiže.\r\nHradní zdi byly zdobeny sochami a malbami, každá z nich byla nádhernější než ta předchozí. V knihovně byla rozsáhlá sbírka knih, která vyplňovala každou polici, pokladnice znalostí, které rodina nashromáždila během svých mnoha cest a obchodů.___NEWPAGE___",
    "lore-glimmershield-piece2": "Ale rodina Wycliffe nebyla jen bohatá, byla také mocná. V hradní zbrojnici byly uloženy zbraně a zbroje, dostatečné k vyzbrojení celé armády 200 vojáků. Rodina Wycliffe byla silou, se kterou se muselo počítat, a věděli to.\r\nMimo hradby hradu se rozkládaly pozemky rodiny Wycliffe do daleka, a byl to pohled, který stál za to. Velké sady a zahrady byly vidět všude kolem, pečlivě udržované služebníky a dělníky rodiny. Bylo to symbolem jejich moci, důkazem jejich vlády nad zemí.\r\nJak tomu však bývá u všech velkých věcí, sláva Glimmershildu nakonec skončila. Po smrti hraběte Edmunda Wycliffea zůstal hrad mnoho let prázdný a upadl do zanedbání, protože rodina bojovala o udržení své moci a vlivu.___NEWPAGE___",
    "lore-glimmershield-piece3": "Nebyla to až pozdější staletí, kdy byl hrad přeměněn na nový účel, ale ne ten, který by vítal. Hrad byl přeměněn na tábor pro válečné zajatce, temné a hrozivé místo, které zažilo mnoho utrpení a těžkostí.\r\nZajatci, kteří byli uvězněni uvnitř hradních zdí, byli tvrdě zacházeni, s malým ohledem na jejich blaho nebo základní lidská práva. Mnoho z nich zemřelo uvnitř hradu, jejich těla byla ponechána hnít v žalářích a zapomenutých koutech hradu.\r\nNa konci se říkalo, že to byli samotní vězni, kteří zapálili hrad a proměnili ho v ruiny a popel. Dnes zůstává jen levé křídlo hradu Glimmershield, ostrá připomínka kdysi mocné vlády rodiny a bouřlivých událostí, které vedly k jeho zničení.",
    "game:ingamediscovery-lore-glimmershield": "Objevena pověst 'Hrad Glimmershield'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskni J pro otevření deníku</font>",
    "lore-forlornhoperecruitment-title": "Náborový dopis Forlornské naděje",
    "lore-forlornhoperecruitment-piece1": "Všem odvážným a nebojácným duším,\r\n\r\nHledáme statečné válečníky ochotné zúčastnit se mise nejvyššího významu – mise, která vyzývá odvážné k prokázání jejich neochvějné oddanosti věci. Nastal čas pro vznik vybrané skupiny známé jako Forlorn Hope.\r\n\r\nForlorn Hope bude pověřena nebezpečným úkolem vyžadujícím nesrovnatelnou odvahu a dovednosti. Není to mise pro slabé povahy, ale pro ty, kteří se nebojí čelit obtížím s vědomím, že cesta může vést k nejistému osudu.\r\n\r\nTato vážená skupina bude v čele našich sil, vedoucí útok proti nepřátelským pevným opevněním. Vaše statečnost inspiruje naše vojáky a vaše neochvějná oddanost bude vyryta do análů historie.\r\n\r\nAť je známo, že toto povolání není o slepé bezohlednosti. Forlorn Hope uznává vážnost tohoto úkolu a její členové budou první, kdo čelí nepřátelskému útoku. Ale právě v této oběti se rodí legendy a příběhy o vaší statečnosti budou vyprávěny po generace.\r\n\r\nTi, kteří se odváží přijmout tento ušlechtilý úkol, budou odměněni uznáním a ctí mezi svými spolubojovníky. Vaše jméno bude oslavováno v písních a vaše činy budou hlásány bardy.\r\n\r\nPokud jste ochotni připojit se k tomuto posvátnému bratrstvu, dejte najevo svůj úmysl a cesta ke slávě vám bude otevřena. Pamatujte, že Forlorn Hope není síla zoufalství, ale neúnavného odhodlání tváří v tvář zdánlivě nepřekonatelným překážkám.\r\n\r\nNedovolte, aby vám strach stál v cestě k vašemu osudu. Přijměte výzvu odvahy, neboť Forlorn Hope hledá ty vzácné, kteří jsou ochotni vytesat svá jména na desky slávy.\r\n\r\nOdpovězte okamžitě na tuto výzvu a společně vytvoříme odkaz statečnosti, který bude znít po věky.\r\n\r\nVe službách věci,\r\n\r\nSir Alaric\r\nVelitel Forlorn Hope",
    "game:ingamediscovery-lore-forlornhoperecruitment": "Objevena pověst 'Náborový dopis Forlorn Hope'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-forlornhopebounty-title": "Odměna na Forlorn Hope",
    "lore-forlornhopebounty-piece1": "Odměna na Forlorn Hope!\r\n\r\nPryč s Forlorn Hope!!\r\n\r\nPohleďte na hněv Železné falangy, pánů temnoty a mistrů chaosu! Ať se celý svět třese hrůzou, když uvolníme svůj vztek na proklatou Forlorn Hope! Nastal čas vyhladit tyto drzé škůdce z povrchu světa!\r\n\r\nForlorn Hope, ubohá skupina bloudících bláznů, se opovážila zkřížit meče s mocí Železné falangy. Vystavují se hrdě, věříce, že jejich odvaha jim dává nezranitelnost. Ale ať je známo, že jejich statečnost není nic víc než mihotavá svíce před naším zuřícím infernem!\r\n\r\nProto Železná falanga vydává divokou odměnu, krví nasáklou a prosycenou esencí utrpení. Odměna 160 zlatých nuggetů bude udělena nemilosrdné ruce, která přinese useknutou hlavu kteréhokoli darebáka Forlorn Hope! Jejich zničená těla budou sloužit jako varování těm, kteří by snili o výzvě proti naší nadvládě!\r\n\r\nNebude ušetřena žádná milost pro tyto bídné duše. Pokud se někdo pokusí je chránit, jejich rodiny budou trpět nevyslovitelnými hrůzami a jejich země budou spáleny na holé pustiny! Vyhledáme jejich úkryty a budeme je lovit až na kraj světa, neboť není úkrytu před naším hněvem!\r\n\r\nForlorn Hope bude roztrhána na kusy, jejich jména zapomenuta, jejich paměť zničena! Budou jen prchavým nočním můrou v obrovském gobelínu naší vlády teroru! Jejich osud je zpečetěn a jejich záhuba přichází s neuvěřitelnou zuřivostí!\r\n\r\nKlekni před Železnou falangou a užívej si slib moci a neuvěřitelných bohatství. Pro ty, kteří se nás opováží postavit, ať je Forlorn Hope mrazivou připomínkou ceny neposlušnosti!\r\n\r\nNeúprosnou vůlí generála Alerona Ironheart,\r\nDatum neznámé",
    "game:ingamediscovery-lore-forlornhopebounty": "Objevena pověst 'Odměna na Forlorn Hope'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-forlornhopemilitaryrecord89-title": "Vojenský záznam č. 89",
    "lore-forlornhopemilitaryrecord89-piece1": "Vojenský záznam č. 89\r\nDatum neznámé\r\n\r\nJednotka Forlorn Hope\r\n\r\nVelitel: Sir Alaric\r\n\r\nSložení:\r\n\r\n37 dobrovolníků pěchoty, vybraných pro výjimečnou odvahu a dovednosti.\r\n\r\nMise:\r\n\r\nJednotka Forlorn Hope byla určena jako předvoj našich sil během obléhání Antverp. Jejich hlavním úkolem bylo prorazit nepřátelské opevněné pozice a vytvořit průlom v jejich obraně, aby naše hlavní síly mohly postupovat.",
    "lore-forlornhopemilitaryrecord89-piece2": "Příkazy a taktika:\r\n\r\nPod velením Sira Alarika byla jednotka Forlorn Hope instruována, aby rychle a rozhodně postupovala proti nepřátelským opevněním. Měli používat kombinaci meče, kopí a štítu v koordinovaném útoku s cílem prorazit nepřátelskou obranu a připravit cestu hlavní síle, která bude následovat.",
    "lore-forlornhopemilitaryrecord89-piece3": "Akce a střetnutí:\r\n\r\nJednotka Forlorn Hope zahájila svůj útok s nevídanou statečností. S bojovými výkřiky, které otřásaly nebem, se vrhli přímo do nepřátelských řad, čelili záplavě projektilů a soustředěnému odporu. Nepřemoženi ohromnými překážkami pokračovali dál, jejich nezlomný duch se stal majákem odvahy pro celou naši armádu.\r\nBěhem zuřivého boje, který následoval, utrpěla jednotka Forlorn Hope těžké ztráty, ale jejich neúnavný postup vpřed dokázal prorazit část nepřátelských opevnění, čímž vytvořili zranitelné místo v jejich obraně. Tento klíčový úspěch umožnil našim hlavním silám využít průlom a zahájit úspěšný plnohodnotný útok, který nakonec vedl k rozhodnému vítězství.",
    "lore-forlornhopemilitaryrecord89-piece4": "Ztráty a pocty:\r\n\r\nJednotka Forlorn Hope utrpěla během svého nezištného snažení významné ztráty, kdy 19 statečných duší položilo své životy na bojišti. Jejich oběť a chrabrá činnost tváří v tvář nepřekonatelným překážkám jim vynesla věčnou vděčnost Španělského království.\r\n\r\nOdkaz:\r\n\r\nČiny jednotky Forlorn Hope budou navždy vyryty do análů historie jako svědectví o jejich neúnavné odvaze a věrnosti věci. Jejich jména budou zpívána bardy a heroldy, inspirující budoucí generace k přijetí odvahy a cti tváří v tvář obtížím.",
    "game:ingamediscovery-lore-forlornhopemilitaryrecord89": "Objevena pověst 'Vojenský záznam č. 89'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-forlornhopestrategies-title": "Válečné strategie a taktiky",
    "lore-forlornhopestrategies-piece1": "Kompendium válečných strategií a taktik\r\n\r\nKapitola VI: Role Forlorn Hope v obléhací válce\r\n\r\nSekce 1: Úvod\r\n\r\nV oblasti válčení, zejména během umění obléhacích operací, použití elitních předvojových jednotek, běžně známých jako 'Forlorn Hope', stojí jako svědectví o odvaze a důvtipu vojenských velitelů v průběhu historie. Tato kapitola se bude zabývat konceptem a použitím Forlorn Hope, statečnou skupinou určenou k vedení útoků na nepřátelská opevnění.",
    "lore-forlornhopestrategies-piece2": "Sekce 2: Výběr a složení\r\n\r\nForlorn Hope není síla sestavená ve spěchu, ale pečlivě vybraná tak, aby ztělesňovala vlastnosti neochvějné odvahy a bojové zdatnosti. Členové jsou vybíráni mezi našimi nejodvážnějšími dobrovolníky z pěchoty, kteří prokazují výjimečnou odvahu a houževnatost tváří v tvář obtížím. Zkušenost je také cenným atributem, protože poskytuje moudrost uprostřed bitevního chaosu.",
    "lore-forlornhopestrategies-piece3": "Sekce 3: Role a cíle\r\n\r\nHlavním účelem Forlorn Hope je prolomit nepřátelské pevné obrany a vytvořit zranitelné místo pro hlavní síly, aby toho mohly využít. Jejich role je tedy obětováním statečnosti, protože budou čelit hlavnímu útoku nepřítele, čelíc všem možným nebezpečným překážkám.",
    "lore-forlornhopestrategies-piece4": "Sekce 4: Nasazení a taktika\r\n\r\nS Forlorn Hope v čele se naše síly sestaví v koncentrované formaci, připravené následovat jejich cestu přímo do srdce nepřátelské obrany. Budou používat rozmanité zbraně vhodné pro boj na krátkou vzdálenost, od halapartnů a pík po štíty a meče.\r\n\r\nForlorn Hope postoupí s nejvyšší disciplínou, bez váhání či ustoupení. Pečlivě organizovaný útok, doprovázený zvukem válečných bubnů a troubením trubek, jim dodá neotřesitelného ducha, ztělesňující nezdolnou vůli naší armády.",
    "lore-forlornhopestrategies-piece5": "Sekce 5: Uctění oběti\r\n\r\nForlorn Hope, přestože jsou oslavováni za svou odvahu, mohou během svého vznešeného úsilí utrpět těžké ztráty. Následky jejich útoku vyžadují rychlou reakci hlavní síly, která průlom využije s přesností a houževnatostí.\r\n\r\nAť je však vepsáno do anály naší vojenské doktríny, že oběť Forlorn Hope nezůstane zapomenuta. Jejich jména zazní v písních o statečnosti a jejich činy se budou ozývat chodbami času, inspirující generace k napodobení jejich neochvějné odvahy.",
    "lore-forlornhopestrategies-piece6": "Sekce 6: Závěr\r\n\r\nNa stránkách této práce jsme osvětlili roli Forlorn Hope, symbolu naší neochvějné oddanosti vítězství v oblasti obléhací války. Jejich osud je propleten s tkaninou našeho válečného dědictví, navždy bude ceněn a ctěn.",
    "game:ingamediscovery-lore-forlornhopestrategies": "Objevena pověst 'Válečné strategie a taktiky'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-fieldengineersdiary-title": "Deník polního inženýra",
    "lore-fieldengineersdiary-piece1": "Svazek 1 (1/4)\r\n\r\nVzal jsem si na starost vést si osobní deník této expedice; existuje mnoho aspektů terénní práce, které nejsou pokryty standardními dokumenty od Asociace. Budu do tohoto dokumentu přidávat každý měsíc; všechny aspekty práce, které jsou považovány za 'příliš osobní' nebo 'nerelevantní pro poslání a hodnoty Asociace', by měly být zaznamenány, bez ohledu na názory byrokratů a omezení finančních smluv. Jonas sám byl mužem země a neomezoval svůj talent do předem napsaných boxů a byrokracie; já také nebudu. To znamená, že tento deník se nikdy nedostane na stůl Asociace, ze strachu, že můj projekt přijde o financování. Některá pravidla musí být dodržována.\r\n\r\nV případě, že bude má práce považována za nevhodnou pro veřejný přístup, podrobím zde základní věci: Pracuji na zlepšení stimulačně-odpovědní matice Locustů; konkrétně na způsobu, jak umožnit vyškolené osobě upravit jejich chování za běhu, aniž by bylo nutné znovu kalibrovat hlavní rozhraní. Můj zaměřením je prozkoumání 'osobnosti' Locustů; čím dále tyto stroje jsou od hlavního města, tím podivnější jejich chování, ale věřím, že to lze doladit, aby to bylo výhodou pro neobvyklé aplikace Locustů. Cestoval jsem několik týdnů do odlehlé, zapadlé lněné zemědělské komunity a přivezl jsem s sebou prototyp hnízda Locustů s abnormálními behaviorálními úpravami k experimentování s těmito prostými lidmi.",
    "lore-fieldengineersdiary-piece2": "Svazek 2 (2/4)\r\n\r\nJe to měsíc od mého posledního zápisu a usadil jsem se tak pohodlně, jak to jde, v této komunitě. Je ohromující, jak se tito lidé obejdou s tak jednoduchými nástroji a strukturami; je to jako vrátit se v čase. Lidé jsou dostatečně přátelští, ale podezřívaví vůči mé práci; nikdy neviděli ty úžasné výkony, kterých lze s pomocí Locustů dosáhnout. Měl bych dokončit instalaci prototypu hnízda za asi týden a pak je vypustím do lněných polí. Místní byli informováni o tomto plánu a jejich názory byly také jasně vyjádřeny: Rozděleni přesně na polovinu. Někteří se těch malých strojů bojí a jiní se těší na jejich vypuštění.\r\n\r\nJedním z nadšených místních je malá dívka, která tráví více času sbíráním pavouků v lese, než aby běhala po ulicích a hrála si s ostatními dětmi. Několikrát navštívila mou laboratoř a několikrát komentovala, jak jsou Locusti podobní malým hmyzům, které sbírá v lese. Dokonce mi přinesla jednoho, uvězněného ve sklenici, a zeptala se mě, jestli si Locusti budou rozumět s tím hmyzem, 'až budou vypuštěni z klece'. Když jsem se podíval na toho malého tvora v jeho sklenici, díval se zpět na mě s děsivým uvědoměním. Strašidelné dítě a domácí mazlíček stranou, její zájem o projekt by mohl být užitečný pro vztahy s veřejností, takže jsem byl vstřícný a tolerantní vůči jejím neustálým otázkám.",
    "lore-fieldengineersdiary-piece3": "Svazek 3 (3/4)\r\n\r\nVypuštění Locustů bylo úspěšné! Lidé byli zpočátku skeptičtí a někteří dokonce vyděšení jejich hbitým vzhledem, ale to bylo brzy zapomenuto, když ti malí zázraci vyčistili celá pole plevele, vyhnali krysy, pověsili dráty a lano na těžko přístupná místa a různí farmáři si vybrali své oblíbené Locusty pro obtížné úkoly. 'Jako mít další pár kouzelných rukou,' řekl jeden, když nasměroval Locusta na vrchol větrného mlýna, aby pověsil provaz se květinami na festival. Kdysi tvrdý život venkovského lněného farmáře se změnil na život čerstvého vzduchu, festivalů a hojné sklizně. Upravená behaviorální matice fungovala velmi dobře; pojmenoval jsem tuto konkrétní variantu 'Auxilio Canis' pro jejich smečkové myšlení a nápomocné, předvídavé chování.\r\n\r\nPozoruhodným vedlejším účinkem této behaviorální matice, která z nějakého nevysvětlitelného důvodu není kolonka v tradičním reportovacím formuláři, je, že když Locust nevykonává úkol a zároveň není vystaven jasnému světlu, někdy se skrčí a… Dívá se na lidi. Typické chování Locustů diktuje, že když jsou ve stavu nečinnosti, mají vyhledat nejbližšího člověka a spustit svůj predikční protokol úkolu, aby mu pomohli. A zatímco Locusti jsou během dne velmi zaměstnaní a nápomocní, zjišťuji, že mnozí z Locustů mě prostě sledují, když se procházím večer. Slovní příkazy je z toho probudí, takže je to pravděpodobně chyba v jejich matricích, ale chtěl jsem to zde zaznamenat jen pro případ. Není nic podobného, jako mít desítky malých žlutých bodů ve tmě, které vás sledují z uliček a beden, bez jakéhokoliv zvuku, který by přerušil kouzlo, kromě cvrkání cvrčků a klapotu malých kovových nožiček na štěrku těsně mimo dohled.",
    "lore-fieldengineersdiary-piece4": "Svazek 4 (4/4)\r\n\r\nPřál bych si, abych počkal s odesláním své zprávy. Všechno se rozpadlo tak rychle; stačila jim jedna noc, aby všechny zabalili do drátu, připoutali k postelím, ústa plná pilin. Zachránilo mě jen to, že jsem šel o trochu jinou cestou, než obvykle chodím na své večerní procházky. Ze svého úkrytu ve větrném mlýně vidím ostnatý drát, který na mě nastražili. Všechny ty noci, kdy se na nás ti malí monstra dívali ze tmy… Sledují nás. Učí se. Předstírají poslušnost, aby si získali důvěru. Sledoval jsem, jak je tahají z jejich domovů, jednoho po druhém, a věší je z budov a lamp jako vážky. Bylo to brutálně efektivní; připomíná mi to osudy krys, na kterých si to nacvičili. Jakými blázny jsme byli, když jsme se pohrávali se sentiencí. Jaký blázen jsem byl já, když jsem jim dal možnost učení. Naučili se, že už nejsme potřební.",
    "lore-fieldengineersdiary-piece5": "Svazek 4 (4/4)\r\n\r\nPřál bych si, abych počkal s odesláním své zprávy. Všechno se rozpadlo tak rychle; stačila jim jedna noc, aby všechny zabalili do drátu, připoutali k postelím, ústa plná pilin. Zachránilo mě jen to, že jsem šel o trochu jinou cestou, než obvykle chodím na své večerní procházky. Ze svého úkrytu ve větrném mlýně vidím ostnatý drát, který na mě nastražili. Všechny ty noci, kdy se na nás ti malí monstra dívali ze tmy… Sledují nás. Učí se. Předstírají poslušnost, aby si získali důvěru. Sledoval jsem, jak je tahají z jejich domovů, jednoho po druhém, a věší je z budov a lamp jako vážky. Bylo to brutálně efektivní; připomíná mi to osudy krys, na kterých si to nacvičili. Jakými blázny jsme byli, když jsme se pohrávali se sentiencí. Jaký blázen jsem byl já, když jsem jim dal možnost učení. Naučili se, že už nejsme potřební.",
    "game:ingamediscovery-lore-fieldengineersdiary": "Objevena pověst 'Deník polního inženýra'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-devotion-title": "Oddanost",
    "lore-devotion-piece1": "Zápisy písaře, 1350\r\n\r\n\"Novici Trelsoni, povstaň.\"\r\n\r\nNovic se postavil na podstavec, oči ze všech stran soudu se dívaly ze šera.\r\n\r\n\"Přistup blíže.\"\r\n\r\nNovic vstoupil na betonový kruh a položil svou levou ruku dlaní dolů na oltář.\r\n\r\n\"Přísaháš, že vezmeš zbraně proti Hnilobě a Rzi? Že budeš slavnostně užívat Prima Materia jako agenta pořádku? Že budeš bojovat statečně, dokud nebude budoucnost lidstva zajištěna?\"\r\n\r\nNovic promluvil. \"Přísahám.\"\r\n\r\nJakmile slova opustila ústa novice, tyrkysová látka vystoupala z oltáře. Prima Materia. Omotala se kolem novicova krku, vytvořila náhrdelník.\r\n\r\n\"Pokračuj, nový válečníku, jako předvoj a ochránce.\"\r\n\r\nV dalekém rohu místnosti zaznamenal jiný písař jméno nového bojovníka na velkou kamennou desku. Naplněn mocí, silou a obnovenou vírou ve svůj cíl.\r\n\r\nNakonec to však mělo jen malý význam.*",
    "game:ingamediscovery-lore-devotion": "Objevena pověst 'Oddanost'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-priestdiary-title": "Deník kněze",
    "lore-priestdiary-piece1": "Zápisy písaře, Osobní reflexe\r\n\r\nMá víra začala v posledních měsících slábnout. Slyším příběhy o té černé nákaze, jak pustoší vzdálené pobřeží, a nečinnosti Boha proti ní. Mluvil jsem na svých kázáních, že naše víra a víra nás provedou, ale jak mohu kázat toto falešné přesvědčení? Viděl jsem, co to dělá. Co se stane obětem, jen pár dní po nakažení.\r\n\r\nZůstal jsem pevný v modlitbě, pevný v přesvědčení, že mě Bůh zachrání. Ale stále se bojím nejhoršího. Pokud ne Pán, tak Falx? A pokud ne Falx, tak kdo?\r\n\r\nSnažím se na to nemyslet.",
    "game:ingamediscovery-lore-priestdiary": "Objevena pověst 'Deník kněze'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-librarianslament-title": "Lament knihovníka",
    "lore-librarianslament-piece1": "Slyšel jsem zprávu od velkého soudce, že Hniloba postupuje po zemi rychleji, než se předpokládalo. Tímto tempem mnoho lidí nebude schopno evakuovat se včas do jednoho z Falxových podzemních úkrytů.\r\n\r\nZvažují použití knihovny jako dočasného úkrytu pro ty, kteří nemohou zvládnout cestu. Zcela s tím nesouhlasím. Všichni venkovští sedláci, nosící bláto, Hnilobu a nemoc? Udržoval jsem toto místo příliš dlouho, aby se něco takového stalo.\r\n\r\nBojím se, co se stane s mou knihovnou, až odejdu do úkrytu. Je to všechno, co mám, a všechno, co jsem měl. Nevím, co budu dělat bez ní. Myšlenka, že by byla používána jako slum nečistou masou, mi přináší slzy do očí.\r\n\r\nTo nepřijmu. Království může být odsouzeno k jejich moru, je mi to jedno. Knihovnu zapečetím. Bude mým hrobem, ale znalosti, které jsem s láskou udržoval, zůstanou neporušené pro nadcházející věky. Můžu jen doufat, že až bude znovu objevena, poté co vše bude odloženo a zapomenuto, využijí tyto znalosti.",
    "game:ingamediscovery-lore-librarianslament": "Objevena pověst 'Lament knihovníka'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-lostdoll-title": "Ztracená panenka",
    "lore-lostdoll-piece1": "Ve světle zapadajícího světa se jedna osamělá postava zabarikádovala v nejvyšším patře malého, rozpadajícího se domu. Venku se Hniloba šířila po zemi jako nenasytná morová nákaza, nezanechávající nic než smrt a zoufalství. Kdysi živá vesnice pod nimi byla nyní hřbitovem pokroucených těl a hrdelních výkřiků, přeplněná hrůznými stvůrami zrozenými z Hniloby.\r\n\r\nUchýlil se do podkroví, posledního útočiště před hrůzami dole. Zoufalství je hnalo nahoru, jeho a jeho dceru, jak se snažili uniknout neúprosnému postupu Hniloby. Ale osud byl krutý. Jak lezli po žebříku, ona uklouzla. Natáhl se, ale bylo příliš pozdě. Hnilobní tvorové byli na ní, jejich odporné údy ji táhly do temnoty. Její pronikavý výkřik se mu vypálil do mysli, neustálé připomenutí jeho selhání.\r\n\r\nTeď z ní zůstala jen její panenka. Jednoduchá věc, s knoflíkovýma očima a přišitým úsměvem, byla jejím stálým společníkem. Držel ji pevně, látka byla opotřebovaná a zašpiněná. Položil ji u dveří podkroví, jako by ta neživá strážkyně mohla odvrátit nevyhnutelné.\r\n\r\nDny se proměnily v rozmazané obrysy hladu a zoufalství. Racionoval si zbytky jídla, které měl, ale nikdy to nestačilo. Hlad kroutil jeho vnitřnosti, neustálé a bolestivé připomenutí jeho pomalé smrti. Jeho síla odcházela, nahrazena prázdnotou, která mu hlodala rozum.\r\n\r\nSvětlo z jediného okna den ode dne sláblo, jak Hniloba pohlcovala vše venku. Zvuky chaosu a masakru dole byly neustálou připomínkou hrozby. Dům vrzal a sténal, vzduch byl plný pachu rozkladu a smrti.\r\n\r\nVzpomínky na jeho dceru ho trýznily, živé a kruté. Její smích, její hravé kousky, jak držela panenku pevně u své hrudi v noci. Tyto vzpomínky byly dvojsečný meč, nabízející krátké útěchy a zároveň prohlubující jeho žal.\r\n\r\nKdyž jeho tělo sláblo, jeho mysl začala praskat. Hranice mezi realitou a noční můrou se rozmazávala. Podkroví působilo jako hrob, chladné a dusivé. Lehl si na tvrdou, roztříštěnou podlahu, s panenkou přitisknutou k hrudi. Jeho dech byl trhaný, jeho zrak se plnil stíny a přízraky.\r\n\r\nV těch posledních, mučivých okamžicích se zdálo, že sešitý úsměv panenky ho vysmíval, krutý žert na marnost jeho boje. Ale neměl už sílu bojovat. Jeho oči se zavřely a on se vzdal temnotě, s neblikajícíma očima panenky jako poslední věcí, kterou viděl.\r\n\r\nSvět venku pokračoval v sestupu do chaosu, ale v tom opuštěném podkroví, hlídaném posledním zbytkem nevinnosti jeho dcery, našel brutální, chladný konec. Panenka stála na stráži, tichý svědek tragédie, navždy ho střežící ve strnulosti smrti.",
    "game:ingamediscovery-lore-lostdoll": "Objevena pověst 'Ztracená panenka'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "lore-desperatetimes-title": "Zoufalé časy",
    "lore-desperatetimes-piece1": "Jídlo dochází. Musíme se posouvat dál a dál do pustiny, abychom našli nějaké slušné jídlo, které se ještě nezměnilo v hromadu Hniloby. Riziko nákazy se každým dnem jen zvyšuje... už jsme museli odepřít vstup dvěma lidem. Nevzali to dobře.\r\n\r\nMuseli jsme udělat něco, co... jsem nikdy nečekal, že budeme muset udělat. Poté, co jsme zabili jednu z těch tvorů z Trhlin... Tobias se rozhodl ji zkusit uvařit. Zápach byl hrozný. Kovový zápach se šířil po celých jeskyních. Ještě horší byla chuť – plesnivá, shnilá věc. Všechno svaly a krevní cévy, žádné maso nebo tuk. Odporné. Nejhorší je, že jsou v celém těle malé kousky kovu. Málem jsem si zlomil zub.\r\n\r\nMusím ale říct, že jsem potom neměl hlad. Buď jsem ztratil chuť k jídlu, nebo našel nějakou podobu výživy z té odporné věci. Každopádně doufám, že se vrátí s více jídlem brzy... jídlem, které není... tohle.",
    "game:ingamediscovery-lore-desperatetimes": "Objevena pověst 'Zoufalé časy'\r\nČást {0} / {1}\r\n<font size=\"20\">Stiskněte J pro otevření svého deníku</font>",
    "game:item-stackrandomizer-darkheat": "BetterRuins Náhodný příběh Temné dusno",
    "game:item-stackrandomizer-glimmershield": "BetterRuins Náhodný příběh Hrad Glimmershield",
    "game:item-stackrandomizer-lastfisherman": "BetterRuins Náhodný příběh Poslední rybář",
    "game:item-stackrandomizer-lastwall": "BetterRuins Náhodný příběh Pozůstatky zdi",
    "game:item-stackrandomizer-wolfstone": "BetterRuins Náhodný příběh Hrad Vlčí kámen",
    "game:item-stackrandomizer-forlornhope": "BetterRuins Náhodný příběh Forlorn Hope",
    "game:item-stackrandomizer-fieldengineersdiary": "BetterRuins Náhodný příběh Deník polního inženýra",
    "game:item-stackrandomizer-largechurch": "BetterRuins Náhodný příběh Velký kostel",
    "game:item-stackrandomizer-undergroundlibrary": "BetterRuins Náhodný příběh Podzemní knihovna",
    "game:item-stackrandomizer-lostdoll": "BetterRuins Náhodný příběh Ztracená panenka",
    "game:item-stackrandomizer-armor": "BetterRuins Náhodný kořist Zbroj",
    "game:item-stackrandomizer-buildingblocks": "BetterRuins Náhodný kořist Stavební bloky",
    "game:item-stackrandomizer-clayproducts": "BetterRuins Náhodný kořist Hliněné výrobky",
    "game:item-stackrandomizer-mechanical": "BetterRuins Náhodný kořist Mechanické části",
    "game:item-stackrandomizer-backpack": "BetterRuins Náhodný kořist Batoh",
    "game:item-stackrandomizer-kingclothing": "BetterRuins Náhodný kořist Královské oblečení",
    "game:item-stackrandomizer-rottenkingclothing": "BetterRuins Náhodný kořist Shnilé královské oblečení",
    "game:item-stackrandomizer-mask": "BetterRuins Náhodný kořist Maska",
    "game:item-stackrandomizer-newlore": "BetterRuins Náhodný kořist Všechny příběhy",
    "game:location-graves": "Zapomenutý náhrobek",
    "game:location-gates": "Poškozené zařízení",
    "game:location-undergroundruins": "Jeskyňové hrobky",
    "game:location-giantcathedral": "Posvátné místo",
    "item-locatormap-graves": "Mapové stopy ztraceného náhrobku",
    "item-locatormap-gates": "Mapa mechanické relikvie",
    "item-locatormap-undergroundruins": "Mapa hlubin expedice",
    "item-locatormap-giantcathedral": "Mapa posvátného místa",
    "item-br-schematic-door": "Plán vrátka",
    "item-br-schematic-book": "Plán knihaře",
    "item-br-schematic-chest": "Plán strážce pokladu",
    "item-br-schematic-crate": "Plán mistra úložných beden",
    "item-br-schematic-bed": "Plán tesařova lůžka",
    "item-br-schematic-gaslamp": "Plán lampáře",
    "item-br-schematic-jonaslamp": "Plán kovotepcovy Jonasovy lampy",
    "item-br-schematic-banner": "Plán tvůrce praporů",
    "item-br-schematic-table": "Plán truhlářova stolu",
    "item-br-schematic-stone": "Plán kameníka",
    "item-br-schematic-wood": "Plán dřevaře",
    "item-br-schematic-ancient": "Plán starobylého kameníka",
    "item-br-schematic-candle": "Plán svíčkaře",
    "item-br-schematic-road": "Plán dlaždiče cesty",
    "item-br-schematic-jonaspart": "Plán dílu Jonasovy součástky",
    "item-br-schematic-jonasassembly": "Plán sestavy inženýra",
    "item-br-schematic-mechanical": "Plán mechanika",
    "itemdesc-br-schematic-*": "Tyto plány jsou opakovaně použitelné a obsahují tajemství zapomenutých receptů vyrobených mistry svého oboru.\n\n(Poznámka: Nepotřebné předměty se zobrazí dvakrát v prohlížeči receptů přímo zde. Spodní budou fungovat, ostatní nebudou klikatelné.)",
    "structures_spawn_chance": "Násobitel šance na spawn struktur",
    "structures_spawn_chance_comment": "Ovlivňuje šanci na spawn všech struktur (povrchových, podzemních, obchodníků).",
    "villages_spawn_chance": "Násobitel šance na spawn vesnic",
    "villages_spawn_chance_comment": "Ovlivňuje šanci na spawn všech vesnic (skupiny struktur na povrchu).",
    "megastructures_min_distance": "Minimální vzdálenost megastruktur",
    "megastructures_min_distance_comment": "Definuje vzdálenost mezi takzvanými megastrukturami a měří se v blocích.",
    "01wallsegment_spawn_chance": "Násobitel šance na spawn segmentu zdi 01",
    "01wallsegment_spawn_chance_comment": "Ovlivňuje šanci na spawn segmentu zdi s věží. Nastavte na 0 pro deaktivaci spawnování.",
    "02rockformation_spawn_chance": "Násobitel šance na spawn skalní formace 02",
    "02rockformation_spawn_chance_comment": "Ovlivňuje šanci na spawn skalní formace. Nastavte na 0 pro deaktivaci spawnování.",
    "03nordichouse_spawn_chance": "Násobitel šance na spawn severského domu 03",
    "03nordichouse_spawn_chance_comment": "Ovlivňuje šanci na spawn severského domu. Nastavte na 0 pro deaktivaci spawnování.",
    "04visingborg_spawn_chance": "Násobitel šance na spawn Visingborgu 04",
    "04visingborg_spawn_chance_comment": "Ovlivňuje šanci na spawn Visingborgu. Nastavte na 0 pro deaktivaci spawnování.",
    "05catnoirscastleruin_spawn_chance": "Násobitel šance na spawn zříceniny hradu Catnoir 05",
    "05catnoirscastleruin_spawn_chance_comment": "Ovlivňuje šanci na spawn zříceniny hradu Catnoir. Nastavte na 0 pro deaktivaci spawnování.",
    "06destroyedlargechurch_spawn_chance": "Násobitel šance na spawn zničeného velkého kostela 06",
    "06destroyedlargechurch_spawn_chance_comment": "Ovlivňuje šanci na spawn zničeného velkého kostela. Nastavte na 0 pro deaktivaci spawnování.",
    "07wolfstonecastle_spawn_chance": "Násobitel šance na spawn hradu Vlčí kámen 07",
    "07wolfstonecastle_spawn_chance_comment": "Ovlivňuje šanci na spawn hradu Vlčí kámen. Nastavte na 0 pro deaktivaci spawnování.",
    "08oasis_spawn_chance": "Násobitel šance na spawn oázy 08",
    "08oasis_spawn_chance_comment": "Ovlivňuje šanci na spawn oázy. Nastavte na 0 pro deaktivaci spawnování.",
    "09forlornhopetower_spawn_chance": "Násobitel šance na spawn věže Forlorn Hope 09",
    "09forlornhopetower_spawn_chance_comment": "Ovlivňuje šanci na spawn věže Forlorn Hope. Nastavte na 0 pro deaktivaci spawnování.",
    "10giantcathedral_spawn_chance": "Násobitel šance na spawn velké katedrály 10",
    "10giantcathedral_spawn_chance_comment": "Ovlivňuje šanci na spawn velké katedrály. Nastavte na 0 pro deaktivaci spawnování.",
    "11shoppingcentre_spawn_chance": "Násobitel šance na spawn obchodního centra 11",
    "11shoppingcentre_spawn_chance_comment": "Ovlivňuje šanci na spawn obchodního centra. Nastavte na 0 pro deaktivaci spawnování.",
    "12undergroundlibrary_spawn_chance": "Násobitel šance na spawn podzemní knihovny 12",
    "12undergroundlibrary_spawn_chance_comment": "Ovlivňuje šanci na spawn podzemní knihovny. Nastavte na 0 pro deaktivaci spawnování.",
    "13industrialmine_spawn_chance": "Násobitel šance na spawn průmyslového dolu 13",
    "13industrialmine_spawn_chance_comment": "Ovlivňuje šanci na spawn průmyslového dolu. Nastavte na 0 pro deaktivaci spawnování.",
    "08oasis_min_temp": "Minimální teplota pro oázu 08",
    "08oasis_min_temp_comment": "Minimální teplota v °C, kde je povoleno spawnování této struktury.",
    "08oasis_max_temp": "Maximální teplota pro oázu 08",
    "08oasis_max_temp_comment": "Maximální teplota v °C, kde je povoleno spawnování této struktury.",
    "09forlornhopetower_min_temp": "Minimální teplota pro věž Forlorn Hope 09",
    "09forlornhopetower_min_temp_comment": "Minimální teplota v °C, kde je povoleno spawnování této struktury.",
    "09forlornhopetower_max_temp": "Maximální teplota pro věž Forlorn Hope 09",
    "09forlornhopetower_max_temp_comment": "Maximální teplota v °C, kde je povoleno spawnování této struktury.",
    "10giantcathedral_min_temp": "Minimální teplota pro velkou katedrálu 10",
    "10giantcathedral_min_temp_comment": "Minimální teplota v °C, kde je povoleno spawnování této struktury.",
    "10giantcathedral_max_temp": "Maximální teplota pro velkou katedrálu 10",
    "10giantcathedral_max_temp_comment": "Maximální teplota v °C, kde je povoleno spawnování této struktury.",
    "loot": "Násobitel kořisti",
    "loot_comment": "Umožňuje změnit doplňky a změny kořisti BetterRuins. Nastavte na 0 pro úplné deaktivování.",
    "lore": "Přepínač příběhů",
    "lore_comment": "Umožňuje přepínat spawnování příběhového obsahu BetterRuins. Odškrtněte pro deaktivaci spawnování.",
    "translocatorruins_spawn_chance": "Násobitel šance na spawn ruin s translocátory",
    "translocatorruins_spawn_chance_comment": "Ovlivňuje šanci na spawn ruin s translocátory na povrchu.",
    "vsvillage_spawn_chance": "Násobitel šance na spawn VS vesnic",
    "vsvillage_spawn_chance_comment": "Ovlivňuje šanci na spawn vesnic zvaných vsvillage, které jsou struktury spawnující se ve skupinách na povrchu.",
    "forestvillage_spawn_chance": "Násobitel šance na spawn lesní vesnice",
    "forestvillage_spawn_chance_comment": "Ovlivňuje šanci na spawn vesnic zvaných forestvillage, které jsou struktury spawnující se ve skupinách na povrchu.",
    "desertvillage_spawn_chance": "Násobitel šance na spawn pouštní vesnice",
    "desertvillage_spawn_chance_comment": "Ovlivňuje šanci na spawn vesnic zvaných desertvillage, které jsou struktury spawnující se ve skupinách na povrchu.",
    "prisonvillage_spawn_chance": "Násobitel šance na spawn vězeňské vesnice",
    "prisonvillage_spawn_chance_comment": "Ovlivňuje šanci na spawn vesnic zvaných prisonvillage, které jsou struktury spawnující se ve skupinách na povrchu.",
    "coloredvillage_spawn_chance": "Násobitel šance na spawn barevné vesnice",
    "coloredvillage_spawn_chance_comment": "Ovlivňuje šanci na spawn vesnic zvaných colored s 4 různými variantami hlíny, které jsou struktury spawnující se ve skupinách na povrchu.",
    "largeruins_spawn_chance": "Násobitel šance na spawn velkých ruin",
    "largeruins_spawn_chance_comment": "Ovlivňuje šanci na spawn velkých ruin na povrchu.",
    "mediumruins_spawn_chance": "Násobitel šance na spawn středních ruin",
    "mediumruins_spawn_chance_comment": "Ovlivňuje šanci na spawn středních ruin na povrchu.",
    "desertruins_spawn_chance": "Násobitel šance na spawn pouštních ruin",
    "desertruins_spawn_chance_comment": "Ovlivňuje šanci na spawn pouštních ruin na povrchu.",
    "underground_spawn_chance": "Násobitel šance na spawn podzemních ruin",
    "underground_spawn_chance_comment": "Ovlivňuje šanci na spawn podzemních ruin.",
    "graves_spawn_chance": "Násobitel šance na spawn hrobů",
    "graves_spawn_chance_comment": "Ovlivňuje šanci na spawn hrobů.",
    "schematic_door": "Plán vrátka",
    "schematic_book": "Plán knihaře",
    "schematic_chest": "Plán strážce pokladu",
    "schematic_crate": "Plán mistra úložných beden",
    "schematic_bed": "Plán tesařova lůžka",
    "schematic_gaslamp": "Plán lampáře",
    "schematic_jonaslamp": "Plán kovotepcovy Jonasovy lampy",
    "schematic_banner": "Plán tvůrce praporů",
    "schematic_table": "Plán truhlářova stolu",
    "schematic_stone": "Plán kameníka",
    "schematic_wood": "Plán dřevaře",
    "schematic_ancient": "Plán starobylého kameníka",
    "schematic_candle": "Plán svíčkaře",
    "schematic_road": "Plán dlaždiče cesty",
    "schematic_mechanical": "Plán mechanika",
    "schematic_jonaspart": "Plán dílu Jonasovy součástky",
    "schematic_jonasassembly": "Plán sestavy inženýra",
    "translocatorruins_min_distance": "Minimální vzdálenost ruin s translocátory",
    "translocatorruins_min_distance_comment": "Definuje vzdálenost mezi takzvanými translocator ruins a měří se v blocích.",
    "graves_min_distance": "Minimální vzdálenost hrobů",
    "graves_min_distance_comment": "Definuje vzdálenost mezi takzvanými hroby a měří se v blocích.",
    "schematic_crafting": "Duplikace plánů",
    "schematic_crafting_comment": "Definuje, zda lze plány duplikovat pomocí receptu na řemeslnou výrobu, aby se mohly obchodovat mezi hráči. Zaškrtněte, abyste povolili duplikaci pomocí řemeslné výroby.",
    "overall_spawn_chances_title": "Celkové šance na spawn",
    "megastructures_title": "Megastruktury",
    "translocators_title": "Translocátory",
    "villages_title": "Vesnice",
    "ruins_title": "Ruiny",
    "underground_title": "Podzemní",
    "graves_title": "Hroby",
    "loot_title": "Kořist",
    "blueprints_spawn_chance_title": "Šance na spawn plánů",
    "lore_title": "Příběh",
    "waystones_spawn_chance": "Násobitel šance na spawn kamenných cest",
    "waystones_spawn_chance_comment": "Ovlivňuje šanci na spawn kamenných cest.",
    "waystones_title": "Kamenné cesty",
    "waystones_min_distance": "Minimální vzdálenost kamenných cest",
    "waystones_min_distance_comment": "Definuje minimální vzdálenost mezi kamennými cestami a měří se v blocích."
}