{
    "lore-wolfstone-title": "Die Burg Wolfstein",
    "lore-wolfstone-piece1": "Die teilweise zerstörte Burg von Wolfstone hat eine reiche Geschichte, die vor Jahrhunderten begann, als sie nur ein einziger quadratischer Turm war, der zur Überwachung der wertvollen Minen in der Umgebung gebaut wurde. Der Turm wurde mit großer Sorgfalt errichtet, da die Minen für die Wirtschaft und Sicherheit der Region lebenswichtig waren. Im Laufe der Zeit erwies sich der Turm als robustes Bauwerk, das dem Zahn der Zeit und den Elementen standhielt.\r\n\r\n Im Laufe der Jahre wurde der Turm einem neu aufgestiegenen Baron für seine Verdienste in einem Krieg geschenkt. Der Baron war dankbar für das Geschenk und arbeitete hart daran, den Turm zu einer vollwertigen Burg auszubauen, indem er einen Wassergraben und robuste Mauern zum Schutz des Geländes anlegte. Unter den Nachkommen des ursprünglichen Barons wurde die Burg weiter ausgebaut und erweitert, während die Minen immer wohlhabender wurden.\r\n\r\nDie Burg wurde nach einem Wolfsrudel benannt, das in der Umgebung lebte und von den Einheimischen für seine wilde Stärke und Widerstandsfähigkeit verehrt wurde. So wurde die Burg als Wolfstone bekannt, ein Name, der noch Jahrhunderte später Bestand haben sollte.\r\n\r\nDer letzte Burgherr von Wolfstone war ein begeisterter Leser und Schriftsteller, der viele Stunden damit verbrachte, die umfangreiche Büchersammlung in der Bibliothek der Burg zu studieren. Er war ein gelehrter Mann mit einem scharfen Intellekt und einem tiefen Verständnis für die Welt um ihn herum. Oft verbrachte er lange Stunden lesend am Feuer, in Gedanken versunken, während er über die Geheimnisse des Lebens nachdachte.\r\n\r\nTrotz seiner Liebe zu Büchern war der letzte Herr von Wolfstone auch ein leidenschaftlicher Krieger, der sein Volk tapfer in die Schlacht führte. Er war ein gerechter und fairer Herrscher, dem sein Volk sehr am Herzen lag und der sich unermüdlich für dessen Sicherheit und Wohlstand einsetzte. Doch trotz seiner Bemühungen verfiel die Burg schließlich, als die Minen versiegten und die Umgebung an Wohlstand verlor.\r\n\r\nHeute steht die teilweise verfallene Burg von Wolfstone als Zeugnis einer vergangenen Ära, als Erinnerung an die reiche Geschichte und die Traditionen, die die Welt um uns herum geprägt haben.\r\n\r\nWir Händler haben uns in den verbliebenen Gebäuden niedergelassen und versuchen, die Struktur intakt zu halten.",
    "game:ingamediscovery-lore-wolfstonecastle": "Entdeckte Überlieferung 'Die Wolfsteinburg', Teil {0} / {1}\r\n<font size=\"20\">Drücke J, um dein Journal zu öffnen</font>"

}