{
    "lore-wolfstone-title": "Le château de la Pierre du Loup",
    "lore-wolfstone-piece1": "Le château partiellement en ruine de la Pierre du Loup avait une riche histoire qui a commencé il y a des siècles quand il ne s’agissait que d’une tour carrée, construite pour superviser les précieuses mines des alentours. La tour a été construite avec beaucoup de soin, car les mines étaient vitales pour l'économie et la sécurité de la région. Au fil du temps, la tour s'est avérée être une structure robuste et a résisté aux épreuves du temps et des éléments.\n\nAprès quelques années, la tour fut donnée à un baron à la réputation en pleine ascension pour ses accomplissements dans quelque guerre. Le baron fut reconnaissant pour ce cadeau et travailla dur pour faire évoluer la tour en un château à part entière, en ajoutant une douve et des murs robustes pour protéger la région. Le château continua d'évoluer et de s'étendre sous les descendants du baron d'origine au fur et à mesure que les mines se développèrent de plus en plus prospères.\n\nLe château fut nommé d'après une meute de loups qui vivaient dans la région environnante, qui étaient vénérées par les habitants pour leur force et leur résilience. Ainsi, le château devint connu sous le nom de la Pierre du Loup, un nom qui durerait pour les siècles à venir.\n\nLe dernier seigneur de la Pierre du Loup était un lecteur et écrivain passionné, qui passa de nombreuses heures à dévorer la vaste collection de livres dans la bibliothèque du château. C'était un homme savant, avec une intelligence aiguë et une profonde compréhension du monde qui l'entourait. Il passa souvent de longues heures à lire près du feu, perdus dans ses pensées, réfléchissant aux mystères de la vie.\n\nMalgré son amour des livres, le dernier seigneur de la Pierre du Loup fut aussi un guerrier féroce qui mena courageusement son peuple au combat. C'était un dirigeant juste et droit qui s'inquiétait profondément de son peuple et qui travaillait sans relâche pour assurer sa sécurité et sa prospérité. Cependant, malgré ses efforts, le château finit par tomber en ruine, car les mines commencèrent à s’épuiser et la région environnante devint moins prospère.\n\nAujourd'hui, le château partiellement détruit de la Pierre du Loup se dresse comme le témoignage d'une ère révolue, un rappel de la riche histoire et des traditions qui ont façonné le monde qui nous entoure.\n\nNous, les marchands, nous nous sommes installés dans les bâtiments restants pour nous abriter et nous essayons de garder le reste de la structure intacte.",
    "game:ingamediscovery-lore-wolfstonecastle": "Vous avez découvert le récit « Le château de la Pierre du Loup », Partie {0} / {1}\n<font size=\"20\">Appuyez sur J pour ouvrir votre journal</font>"
}